import React from 'react';
import cl from '../Home.module.scss';

const HomeTerm = () => {
    return (
        <div className={cl.term_block}>
            <h1>Всестороннее рассеивание тепла с графитовой системой охлаждения
                Защита от перегрева</h1>
            <p>Многослойный графитовый теплоотвод для системной платы и лицевой панели. Охватываемая площадь — 11 726 мм². Стабильная производительность даже при сильной нагрузке процессора.</p>
        </div>
    );
};

export default HomeTerm;